vault/v1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    front_and_back
    {
        type            empty;
        physicalType    empty;
        nFaces          122796;
        startFace       91737;
    }
    tunnel
    {
        type            patch;
        physicalType    patch;
        nFaces          88;
        startFace       214533;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          42;
        startFace       214621;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          42;
        startFace       214663;
    }
    wing
    {
        type            wall;
        physicalType    wall;
        nFaces          548;
        startFace       214705;
    }
)

// ************************************************************************* //
